let text = "индо земля зашаталась под ногами-и вырос,";
let text_2 = "и заревел он голосом диким…";
let text_3 = "блеснула молния и ударил гром,";
let text_4 = "а так какое-то чудище, страшное и мохнатое,";
let text_5 = "как будто из-под земли, перед купцом:";
let text_6 = "Он подошёл и сорвал аленький цветочек.";
let text_7 = "зверь не зверь, человек не человек,";
let text_8 = "В ту же минуту, безо всяких туч,";

console.log(text_6  + ' ' +   text_8   + ' ' +  text_3  + ' ' + text   + ' ' +   text_5   + ' ' +  text_7   + ' ' +   text_4   + ' ' + text_2);